Repository: flashcarts/dpg4x
Catalog: dpg4x/i18n/po/*.po
Languages: ca, es, fr, sv

source: ENCODING
ca: CODIFICACIÓ
es: CODIFICANDO
fr: CODAGE
sv: Kodning pågår

source: Abort
ca: Avorta
es: Abortar
fr: Annulé
sv: Avbryt

source: Starting encoding process
ca: Iniciant el procés de codificació
es: Comenzando el proceso de codificación
fr: Démarrage du codage
sv: Starta kodningsjobb

source: Overall progress - %s files remain
ca: Progrés General - Queden %s arxius
es: Progreso total - faltan %s archivos
fr: Progression - Encore %s fichier(s)
sv: Kodning pågår - %s filer kvar

source: Do you want to abort the encoding process?
ca: Vols avortar el procés de codificació?
es: ¿Quiere abortar el proceso de codificación?
fr: Voulez-vous arrêter l'encodage ?
sv: Vill du avsluta kodningen?

source: QUESTION
ca: PREGUNTA
es: PREGUNTA
sv: FRÅGA

source: WARNING: Temporary files were not properly deleted:
ca: ADVERTÈNCIA: Els arxius temporals no s'han eliminat correctament:
es: AVISO: No se pudieron borrar los archivos temporales:
fr: ATTENTION: Les fichiers temporaires ne peuvent pas être effacés :
sv: VARNING: kunde ej ta bort tillfälliga filer:

source: Audio Codec
ca: Còdec d'àudio
es: Códec de sonido
fr: Codec AUDIO
sv: Ljudkodare

source: Audio Track
ca: Pista d'àudio
es: Pista de audio
fr: Piste audio
sv: Ljudspår

source: Normalize Volume
ca: Normalitza el volum
es: Normalizar el volumen
fr: Normalise le volume
sv: Normalisera volym

source: Audio Bitrate
ca: Taxa de bits d'àudio
es: Tasa de bits de sonido
fr: Bitrate audio
sv: Bithastighet ljud

source: Audio Frequency
ca: Freqüència d'Àudio
es: Frecuencia de sonido
fr: Fréquence audio
sv: Frekvens

source: Force Mono Channel
ca: Força el canal mono
es: Forzar canal mono
fr: Force en mono
sv: Framtvinga monokanal

source: Auto Audio Track
ca: Auto pista d'àudio
es: Pista de audio automática
fr: Piste audio auto
sv: Välj spår automatiskt

source: Close
ca: Tanca
fr: Fermer
sv: Stäng

source: Select Thumbnail
ca: Selecciona Miniatura
es: Seleccione una miniatura
fr: Choisir une miniature
sv: Välj miniatyrbild

source: Select a thumbnail file
ca: Selecciona un fitxer de miniatures
es: Seleccione un archivo de imagen
fr: Choisir un fichier miniature
sv: Välj en miniatyrfil

source: ERROR: The file %s cannot be read
ca: ERROR: El fitxer %s no es pot llegir
es: ERROR: No se puede leer el archivo %s
fr: ERREUR: Le fichier %s ne peut pas être lu
sv: FEL: Filen %s kan inte läsas

source: ERROR: The file %s cannot be written
ca: ERROR: El fitxer %s no es pot escriure
es: ERROR: No se puede escribir el archivo %s
fr: ERREUR: Le fichier %s ne peut pas être écrit
sv: FEL: Kan ej skriva till filen %s

source: ERROR: The folder %s cannot be written
ca: ERROR: La carpeta %s no es pot escriure
es: ERROR: No se puede escribir en el directorio %s
fr: ERREUR: Le dossier %s n'est pas accessible en écriture
sv: FEL: Kan ej skriva till katalogen %s

source: %(file)s is a DPG version %(version)s
ca: %(file)s és una versió DPG %(version)s
fr: %(file)s est une version DPG %(version)s
sv: %(file)s är kodad som DPG-version %(version)s, men måste vara 4 eller senare

source: %s is not a valid DPG file
ca: %s no és un arxiu DPG vàlid
es: %s no es un archivo DPG válido
fr: %s n'est pas un fichier DPG correct
sv: %s är inte någon giltig DPG-fil

source: MAIN
ca: PRINCIPAL
es: PRINCIPAL
fr: PRINCIPAL
sv: Media/kodning

source: VIDEO
ca: VÍDEO
es: IMAGEN

source: AUDIO
ca: ÀUDIO
es: SONIDO
sv: Ljud

source: SUBTITLES
ca: SUBTÍTOLS
es: SUBTÍTULOS
fr: SOUS-TITRES
sv: Undertexter

source: MISC
ca: MISCEL·LÀNIA
es: VARIOS
fr: DIVERS
sv: Övrigt

source: HELP
ca: AJUDA

source: ERROR: The file %s already exists
ca: ERROR: El fitxer %s ja existeix
es: ERROR: El archivo %s ya existe
fr: ERREUR: Le fichier %s existe déjà
sv: FEL: Filen %s finns redan

source: ERROR ON MENCODER
ca: ERROR A MENCODER
es: ERROR EN MENCODER
fr: ERREUR de mencoder
sv: Internt fel i mencoder

source: Subtitles Source
ca: Font dels Subtítols
es: Origen de subtítulos
fr: Source sous-titres
sv: Källa för undertexter

source: Subtitles Track
ca: Pista dels subtítols
es: Pista de subtítulos
fr: Piste sous-titres
sv: Spår för undertexter

source: Subtitles File
ca: Arxiu dels Subtítols
es: Archivo de subtítulos
fr: Fichier sous-titres
sv: Fil för undertexter

source: Examine
ca: Examina
es: Examinar
sv: Öppna

source: Font
ca: Tipus de lletra
es: Tipografía
fr: Police
sv: Typsnitt

source: Encoding
ca: Codificació
es: Codificación
fr: Codage
sv: Kodar

source: Get track from input video file
ca: Obté pista del fitxer d'entrada de vídeo
es: Obtener pista del vídeo original
fr: Accès piste du fichier d'entrée
sv: Hämta spår från videofil

source: Use subtitles file
ca: Utilitza el fitxer de subtítols
es: Usar un archivo de subtítulos
fr: Utilisation du fichier de sous-titre
sv: Använd fil för undertexter

source: Disable subtitles
ca: Desactiva els subtítols
es: Deshabilitar los subtítulos
fr: Sous-titres désactivés
sv: Använd inte undertexter

source: WARNING: iconv not found. Subtitles encoding option disabled.
ca: ADVERTÈNCIA: iconv no s'ha trobat. Opció de codificar els subtítols desactivada.
es: AVISO: no se encuentra iconv. Opción de codificación de subtítulos deshabilitada.
fr: ATTENTION: iconv non trouvé. Les sous-titres seront désactivés.
sv: VARNING: kan ej hitta iconv. Generering av undertexter avslagen

source: Select a subtitles file
ca: Afegeix un arxiu de subtítols
es: Seleccione un archivo de subtítulos
fr: Choisir un fichier de sous-titres
sv: Välj fil för undertexter

source: Select the subtitles font
ca: Selecciona el tipus de lletra dels subtítols
es: Seleccione la tipografía de subtítulos
fr: Choisir une police de sous-titres
sv: Välj font för undertexter

source: The subtitles file cannot be read.
ca: L'arxiu de subtítols no pot ser llegit.
es: No se puede leer el archivo de subtítulos.
fr: Le fichier de sous-titres n'est pas lisible.
sv: Kan ej läsa filen med undertexter

source: Output Folder
ca: Carpeta de sortida
es: Directorio de salida
fr: Dossier de sortie
sv: Resultatkatalog

source: Temporary Folder
ca: Carpeta temporal
es: Directorio temporal
fr: Dossier temporaire
sv: Temporärkatalog

source: The input folder will be used by default
ca: La carpeta d'entrada s'utilitzarà per defecte
es: Se utilizará por defecto el directorio de entrada
fr: Le dossier par défaut sera utilisé
sv: Indatakatalogen kommer att användas om inget annat anges

source: Thumbnails are autogenerated by default (DPG4 only)
ca: Les miniatures són generades automàticament per defecte (només per DPG4)
es: Las miniaturas se generan automáticamente (solo DPG4)
fr: Les miniatures seront générés par défaut (DPG4 seulement)
sv: Miniatyrbilder kommer att skapas om inget annat anges (endast DPG4)

source: Preview size (seconds)
ca: Duració de vista prèvia (segons)
es: Tamaño de la previsualización (segundos)
fr: Temps de prévisualisation (secondes)
sv: Förhandsvisning, längd (sekunder)

source: Reset all configurations to the default values
ca: Restableix la configuració als valors per defecte
es: Restablecer toda la configuración a los valores predeterminados
fr: Mise à défaut de tous les paramêtres
sv: Återställ all konfiguration till ursprungliga värden

source: Select the ouput folder
ca: Selecciona la carpeta de sortida
es: Seleccione el directorio de salida
fr: Choisir un dossier de sortie
sv: Välj resultatkatalog

source: Select the temporary folder
ca: Selecciona la carpeta temporal
es: Seleccione el directorio temporal
fr: Choisir un dossier temporaire
sv: Välj katalog för temporära filer

source: The output folder cannot be written. Please select another one.
ca: La carpeta de sortida no es pot escriure. Si us plau, selecciona una altra.
es: No se puede escribir en el directorio de salida. Por favor seleccione otro.
fr: Le dossier de sortie n'est pas accessible en écriture. Veuillez en choisir un autre.
sv: Kan ej skriva till resultatkatalogen. Var god välj en annan katalog.

source: If you want to encode from DVD or VCD you need to select an output folder in "MISC".
ca: Per codificar des d'un DVD o VCD cal seleccionar una carpeta de sortida a "MISC".
es: Para poder codificar un DVD o un VCD tiene que seleccionar un directorio de salida en «VARIOS».
fr: Si vous voulez coder des DVD ou des VCD, vous devez choisir un dossier de sortie dans "DIVERS".
sv: Om du vill avkoda en DVD eller VCD måste du välja en resultatkatalog

source: The folder %s cannot be written. Please select an output folder in "MISC".
ca: La carpeta %s no es pot escriure. Si us plau, selecciona una carpeta de sortida a "MISC".
es: No se puede escribir en el directorio %s. Por favor seleccione un directorio de salida en «VARIOS».
fr: Le dossier %s n'est pas accessible en écriture. Choisir un autre dossier dans "DIVERS".
sv: Kan ej skriva till katalogen %s. Var god välj en annan katalog.

source: The temporary folder cannot be written. Please select another one.
ca: La carpeta temporal no es pot escriure. Si us plau, selecciona una altra.
es: No se puede escribir en el directorio temporal. Por favor seleccione otro.
fr: Le dossier temporaire n'est pas accessible en écriture. Choisir un autre dossier.
sv: Kan ej skriva till temporärkatalogen. Var god välj en annan katalog.

source: The thumbnail file cannot be read.
ca: L'arxiu de miniatura no pot ser llegit.
es: No se puede leer el archivo con la miniatura.
fr: Les miniatures ne sont pas lisibles.
sv: Kan ej läsa fil med miniatyrbilder

source: The thumbnail file has an unknown format.
ca: L'arxiu de miniatura té un format desconegut.
es: El archivo con la miniatura tiene un formato desconocido.
fr: Les miniatures ont un format non connu.
sv: Miniatyrfilen har ett okänt format

source: The configuration files will be deleted and dpg4x will be restarted using the default settings. Do you want to continue?
ca: Els fitxers de configuració s'esborraran i dpg4x es reiniciarà amb la configuració predeterminada. Vols continuar?
es: Se borrarán los archivos de configuración y dpg4x se reiniciará utilizando la configuración predeterminada. ¿Desea continuar?
fr: Le fichier de configuration doit être effacé et dpg4x doit être redémarré pour utiliser les paramêtres par défaut. Voulez-vous continuer ?
sv: Konfigurationsfilerna kommer att tas bort och dpg4x startas om med ursprungliga värden. Vill du fortsätta?

source: Cannot save user configuration:
ca: No es pot desar la configuració de l'usuari/a:
es: No se puede guardar la configuración de usuario:
fr: Pas de sauvegarde configuration utilisateur:
sv: Kan ej spara användarprofil:

source: ERROR ON MPLAYER
ca: ERROR A MPLAYER
es: ERROR EN MPLAYER
fr: ERREUR de mplayer
sv: Internt fel i mplayer

source: Information about %s
ca: Informació sobre %s
es: Información sobre %s
fr: Information sur %s
sv: Information om %s

source: Add DVD
ca: Afegeix DVD
es: Añadir DVD
fr: Ajout DVD
sv: Lägg till DVD

source: Device
ca: Dispositiu
es: Dispositivo
fr: Périphérique
sv: Enhet

source: Track
ca: Pista
es: Pista
fr: Piste
sv: Spår

source: Filter chapters
ca: Filtra capítols
es: Filtrar por capítulos
fr: Filtrer les chapitres
sv: Filtrera kapitel

source: First
ca: Primer
es: Primero
fr: Premier
sv: Första

source: Last
ca: Última
es: Último
fr: Dernier
sv: Sista

source: The last chapter cannot be lower than the first.
ca: L'últim capítol no pot ser menor que el primer.
es: El último capítulo no puede ser inferior al primero.
fr: Le dernier chapitre ne peut pas être avant le premier.
sv: Det sista kapitlet kan inte vara större än det första

source: %s not found in PATH. Please install it.
ca: No s'ha trobat %s a PATH. Si us plau, instal·la'l.
es: %s no se encuentra en el PATH. Por favor instálelo.
fr: Fichier %s non trouvé. À installer SVP.
sv: %s finns ej i sökvägen. Behöver installeras

source: Usage: dpg4x [options] file1 file2... (starts GUI if no options) Options: -h, --help show this help message and exit --thumbnail=FILE use image file as thumbnail in DPG files --dpg convert files to DPG, using settings from GUI --avi convert DPG files to AVI, no transformation
ca: Ús: dpg4x [opcions] arxiu1 arxiu2... (inicia la interfície si no hi ha opcions) Opcions: -h, --help mostra aquest missatge d'ajuda i surt --thumbnail=l' arxiu usa un arxiu d'imatge com a miniatura als arxius DPG --dpg converteix arxius a DPG, usant la configuració de la interfície --avi converteix arxius DPG a AVI, sense transformació
es: Uso: dpg4x [opciones] archivo1 archivo2... (inicia el interfaz sin opciones) Opciones: -h, --help muestra este mensaje de ayuda y termina --thumbnail=IMAGEN pone la imagen como miniatura en un archivo DPG --dpg convierte archivos a DPG, utilizando la configuración del interfaz --avi convierte archivos DPG a AVI, sin transformación
fr: Utilisation: dpg4x [options] fichier1 fichier2... (si aucune options alors demarrage d'une session graphique) Options : -h, --help Affiche l'aide et quitte --thumbnail=FILE Utilise ce fichier image comme miniature dans le fichier DPG --dpg convertit les fichiers vers DPG, utilise les parametres depuis l'interface graphique --avi convertit les fichiers DPG vers AVI, pas de transformation
sv: Användning: dpg4x [argument] fil1 fil2... (startar fönsterprogram om inga argument angivna) Argument: -h, --help visa denna hjälptext och avsluta --thumbnail=FIL använd bildfil som miniatyrbild i DPG-filer --dpg konvertera filer till DPG, återanvänd tidigare inställningar --avi konvertera DPG-filer till AVI utan omkodning

source: Non supported option: %s
ca: Opció no suportada: %s
es: Opción no soportada: %s
fr: Option non reconnue : %s
sv: Okänd parameter: %s

source: Add Media
ca: Afegeix mitjà
es: Añadir vídeo
fr: Ajout Média
sv: Lägg till media

source: Delete Media
ca: Elimina mitjà
es: Borrar vídeo
fr: Efface Média
sv: Ta bort media

source: DPG Preview
ca: Vista prèvia DPG
es: Previsualizar DPG
fr: Prévisualisation
sv: Förhandsgranska DPG

source: Quality
ca: Qualitat
es: Calidad
fr: Qualité
sv: Kvalitet

source: DPG Version
ca: Versió DPG
es: Versión DPG
fr: Version DPG

source: Individual Settings
ca: Configuració Individual
es: Configuración individual
fr: Paramêtres individuels
sv: Inställning per fil

source: Start Encoding
ca: Inicia la codificació
es: Empezar la codificación
fr: Démarrage codage
sv: Börja kodning

source: Add File
ca: Afegeix un fitxer
es: Añadir archivo
fr: Ajout Fichier
sv: Lägg till fil

source: Add VCD
ca: Afegeix VCD
es: Añadir VCD
fr: Ajout VCD
sv: Lägg till VCD

source: Play Media
ca: Reprodueix mitjà
es: Reproducir
fr: Lecture Média
sv: Spela media

source: Cancel
ca: Cancel·la
es: Cancelar
fr: Annulé
sv: Avbryt

source: Media Info
ca: Informació del mitjà
es: Información
fr: Info Média
sv: Mediainformation

source: Set
ca: Estableix
es: Asignar
fr: Définir
sv: Lägg till

source: Delete
ca: Suprimeix
es: Borrar
fr: Efface
sv: Ta bort

source: Low
ca: Baixa
es: Baja
fr: Bas
sv: Låg

source: High
ca: Alta
es: Alta
fr: Haut
sv: Hög

source: Extra High
ca: Extra Alta
es: Muy alta
fr: Très haut
sv: Extra hög

source: Media sources to encode
ca: Fonts dels mitjans per a codificar
es: Orígenes de vídeo que se van a codificar
fr: Fichier source pour coder
sv: Mediakällor att koda

source: Indv Settings
ca: Configuració Indv
es: Conf Individual
fr: Paramêtres indv
sv: Inst. per fil

source: Select the files to be encoded
ca: Selecciona els arxius a codificar
es: Seleccione los archivos que se van a codificar
fr: Choisir le fichier à coder
sv: Välj filer som skall kodas

source: YES
ca: SÍ
es: SÍ
fr: OUI
sv: Ja

source: No media sources selected.
ca: No s'ha seleccionat cap font de mitjà.
es: No hay orígenes de vídeo seleccionados.
fr: Pas de source sélectionné
sv: Inga mediakällor valda

source: Select one media source.
ca: Selecciona una font de mitjà.
es: Seleccione un origen de vídeo.
fr: Choisir une source.
sv: Välj en mediakälla

source: With extra high quality, the video FPS cannot be lower than 24. Raising video FPS to 24.
ca: Amb alta qualitat extra, el nombre de QPS de vídeo no pot ser inferior a 24.
es: Con calidad muy alta, las imágenes por segundo no pueden ser menos de 24. Se elevará la tasa hasta 24.
fr: Avec la qualité Très haut, le nombre d'images par secondes ne doit pas être en dessous de 24. Positionnez-le a 24 minimum.
sv: Med extra hög kvalite kan video FPS inte vara så lågt, ökar till 24

source: WARNING
ca: AVÍS
es: AVISO
fr: ATTENTION
sv: VARNING

source: Cannot read file %s.
ca: No es pot llegir el fitxer %s.
es: No se puede leer el archivo %s.
fr: Je ne peux pas lire %s.
sv: Kan inte läsa filen %s

source: There are no media sources to process.
ca: No hi ha mitjans per a processar.
es: No hay orígenes de vídeo para procesar.
fr: Aucun média à traiter.
sv: Det finns inga mediakällor att bearbeta

source: ENCODING ERROR
ca: ERROR DE CODIFICACIÓ
es: ERROR DE CODIFICACIÓN
fr: ERREUR CODAGE
sv: Fel vid kodning

source: Video Codec
ca: Còdec de vídeo
fr: Codec Vidéo

source: Frames Per Second
ca: Quadres per segon
es: Nº de imágenes por segundo
fr: Images par secondes (IPS)
sv: Bildrutor per sekund (FPS)

source: Pixel Format
ca: Format del Píxel
es: Formato de píxel
fr: Format d'un point

source: Size: %d bytes
ca: Mida: %d bytes
fr: Taille : %d octets
sv: Storlek: %d bytes

source: frames
ca: fotogrames
fr: images
sv: bildrutor

source: unknown
ca: desconegut
fr: inconnu
sv: okänd

source: channels
ca: canals
fr: canaux
sv: kanaler

source: Embedded Thumbnail
ca: Miniatura inclosa
fr: Miniature embarquée
sv: Välj miniatyrbild

source: %s is not a valid DPG audio codec
ca: %s no és un còdec d'àudio vàlid
fr: %s n'est pas un codec audio valide
sv: %s är inte någon giltig DPG-fil

source: Width
ca: Amplada
es: Ancho
fr: Largeur
sv: Bredd

source: Keep Aspect
ca: Conserva l'aspecte
es: Mantener el aspecto
fr: Conserver
sv: Behåll förhållande bredd/höjd

source: Height
ca: Alçada
es: Alto
fr: Hauteur
sv: Höjd

source: Video Bitrate
ca: Taxa de bits de vídeo
es: Tasa de bits de imagen
fr: Bitrate vidéo
sv: Bithastighet video

source: Auto FPS
ca: Auto QPS
es: Tasa automática
fr: IPS auto
sv: Automatisk FPS

source: Video Track
ca: Pista de vídeo
es: Pista de vídeo
fr: Piste vidéo
sv: Videospår

source: Auto Video Track
ca: Auto Pista de Vídeo
es: Pista de vídeo automática
fr: Piste vidéo auto
sv: Välj videospår automatiskt

source: Track 1 does not contain video
ca: La pista 1 no conté vídeo
es: La pista 1 no contiene video
fr: La piste 1 ne contient pas de vidéo
sv: Spår 1 innehåller ingen video

source: Process aborted by user.
ca: Procés avortat per l'usuari/a.
es: Proceso abortado por el usuario.
fr: Processus annulé par utilisateur
sv: Process avbruten av användare

source: Encoding in progress
ca: Codificació en procés
es: Codificación en progreso
fr: Progression de l'encodage
sv: Kodning pågår

source: Audio encoding stopped
ca: Codificació d'àudio aturada
es: Codificación de sonido detenida
fr: Codage audio arrêté
sv: Ljudkodning stoppad

source: ERROR ON SOX
ca: ERROR A SOX
es: ERROR EN SOX
fr: ERREUR de sox
sv: Internt fel i sox

source: Generating GOP offsets
ca: Generant compensacions GOP
es: Generando cabecera GOP
fr: Génération GOP offsets
sv: Skapar GOP-punkter

source: ERROR ON MPEG_STAT
ca: ERROR A MPEG_STAT
es: ERROR EN MPEG_STAT
fr: ERREUR de mpeg_stat
sv: Internt fel i mpeg_stat

source: Generating thumbnail
ca: Generant miniatura
es: Generando miniatura
fr: Génération miniature
sv: Skapar miniatyrer

source: Generating header
ca: Generant capçalera
es: Generando cabecera
fr: Génération entête
sv: Skapar filhuvud

source: Finishing encoding process
ca: Acabant el procés de codificació
es: Terminando el proceso de codificación
fr: Codage fini
sv: Avslutar kodningsjobb

source: Writing video file
ca: Escrivint arxiu de vídeo
es: Escribiendo el archivo de vídeo
fr: Écriture fichier vidéo
sv: Skriver videofil

source: ERROR
fr: ERREUR
sv: FEL

source: NO
fr: NON
sv: Nej

source: Auto
es: Automático
