Repository: flashcarts/dpg4x
Catalog: dpg4x/i18n/po/dpg4x_installer.*.po
Languages: es, fr, sv

source: ${Name} is already installed
es: ${Name} ya está instalado
fr: ${Name} est déjà installé
sv: ${Name} är redan installerad

source: Uninstall ${Name}
es: Desinstalar ${Name}
fr: Désinstallation de ${Name}
sv: Avinstallera ${Name}

source: ${Name} on the web
es: ${Name} en la web
fr: ${Name} sur internet
sv: ${Name} websida

source: Downloading MPlayer...
es: Descargando MPlayer...
fr: Téléchargement de MPlayer
sv: Laddar ned MPlayer...

source: MPlayer was not successfully installed. Retry?
es: MPlayer no se ha instalado correctamente. ¿Quiere intentarlo de nuevo?
fr: MPlayer n'est pas correctement installé. Recommencer ?
sv: MPlayer kunde inte installeras, nytt försök?

source: Failed to download MPlayer: '$R0'.
es: Ha fallado la descarga de MPlayer: '$R0'.
fr: Échec du téléchargement de MPlayer : '$R0'.
sv: Kunde ej ladda ned MPlayer: '$R0'.

source: Failed to install MPlayer, needed for encoding. Please install separately.
es: No se pudo instalar MPlayer. Debe instalarlo de forma separada o no podrá codificar vídeos.
fr: Échec de l'installation de MPlayer, requis pour l'encodage. SVP installez-le séparément.
sv: Kunde ej installera MPlayer som behövs för konvertering. Du behöver installera MPlayer separat.

source: DPG encoder GUI - encodes videos for the Nintendo DS player moonshell
es: Codificador de vídeos DPG - crea vídeos para el reproductor de Nintendo DS moonshell
fr: Interface d'encodage DPG - Codeur vidéo pour lecteur moonshell de la Nintendo DS
sv: Kodar om video till DPG - ett format som spelas av Nintendo DS mediaspelare moonshell

source: DPG4X Video Encoder
es: Codificador de vídeo DPG4X
fr: Encodeur Vidéo DPG4x
sv: Videokodaren DPG4X

source: Video Encoder
es: Codificador de vídeo
fr: Encodeur Vidéo
sv: Videokodare
